Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Chcę, abyś zmierzył się z jednym z Wilczych Synów. Ostrzegam cię, facet jest twardy jak skała, a uderza jeszcze mocniej.
uk: Я хочу побачити твій поєдинок з одним із Вовчих Синів. Попереджаю, цей хлопець твердий як скеля, а його удари ще міцніші.

source: Chcę, abyś znalazł kilku osobników... za którymi raczej nikt nie zatęskni.
uk: Я хочу, щоб ти знайшов декількох людей... за якими навряд чи хтось буде сумувати.

source: Chcę, bo inaczej nie będę mieć środków do życia! Ech, na pewno nie ma nikogo lepszego?
uk: Хочу, бо інакше не матиму за що жити! Ех, невже немає нікого кращого?

source: Chcę, by ktoś niezależny wypytał moich pracowników o ich opinie w całej tej sprawie. Dzięki temu będę mógł lepiej zabezpieczyć interes, sam rozumiesz.
uk: Я хочу, щоб хтось незалежний запитав у моїх працівників їхню думку про це. Так я зможу краще убезпечити бізнес, як ти сам розумієш.

source: Chcę, by się czegoś nauczył, by zajął się nauką i klasztorem, a nie wymyślał wielkie plany, czego on nie zrobi, jak zostanie magiem.
uk: Я хочу, щоб він чогось навчився, зосередився на науці та монастирі, а не вигадував грандіозні плани про те, що він буде робити, ставши магом.

source: Chcę, byś poszedł do jego domu i rozejrzał się. Być może przy tobie będzie mniej czujny i na coś trafisz.
uk: Я хочу, щоб ти пішов до нього додому і оглянув все. Можливо, з тобою він буде менш обережним, і ти щось знайдеш.

source: Chcę, byś wziął swoją księgę rachunkową, udał się z nią do sędziego i przyznał do winy.
uk: Я хочу, щоб ти взяв свою бухгалтерську книгу, пішов з нею до судді і визнав свою провину.

source: Chcę, żeby jedno było jasne: i tak będziesz musiał zapłacić całą grzywnę.
uk: Хочу прояснити одну річ: тобі все одно доведеться сплатити штраф у повному обсязі.

source: Chcę, żebyś go zabił.
uk: Я хочу, щоб ти його вбив.

source: Chcę, żebyś mnie gdzieś zabrał.
uk: Хочу, щоб ти мене декуди відвіз.

source: Chcę, żebyś odnalazł Gerwina i dowiedział się, dlaczego zwleka z dostarczaniem raportów.
uk: Я хочу, щоб ти знайшов Гервіна і з'ясував, чому він затримує надання звітів.

source: Chcę, żebyś to ty zajął się śledztwem.
uk: Я хочу, щоб ти зайнявся розслідуванням.

source: Chcę, żebyś za kilka dni ponownie udał się do kopalni. Dowiedz się, co tam się naprawdę dzieje i upewnij się, że praca będzie przebiegać jak dawniej.
uk: Я хочу, щоб через кілька днів ти знову вирушив у копальню. Дізнайся, що там насправді відбувається, і переконайся, що робота продовжується як раніше.

source: Chcę, żebyś zaczął nowe życie. Życie, w którym na każdym kroku będziesz opowiadał, że nie warto zadzierać z Gildią Kupiecką. Zrozumieliśmy się?
uk: Я хочу, щоб ти почав нове життя. Життя, де ти на кожному кроці будеш казати, що з Торговою Гільдією не варто зв'язуватися. Ми зрозуміли один одного?

source: Cherlaku?
uk: Здохляче?

source: Chełpił się tym, czego to nie dokonał i ciągle powtarzał, że jest bohaterem narodowym. Gadał o początku chaosu na wyspie, wywróceniu miasta do góry nogami i innych wariackich historyjkach.
uk: Він вихвалявся тим, чого не встиг зробити, і постійно повторював, що він національний герой. Він розповідав, що на острові почнеться хаос, що місто буде перевернуте з ніг на голову, та інші божевільні історії.

source: Chleb
uk: Хліб

source: Chleb na piwie
uk: Пивний хліб

source: Chleb z chrupiącą skórką, wypiekany z lokalnej mąki.
uk: Хліб з хрусткою скоринкою, з місцевого борошна.

source: Chlebowe smarowidło ze smoczego korzenia
uk: Паштет з драконячого кореня

source: Chmur sięgające mury i baszty,
uk: Мури і башти, що хмар досягають,

source: Chociaż Igor mógłby się wziąć choć trochę za swoich chłopaków, ostatnio pozwalają sobie na zbyt wiele.
uk: Хоча Ігор міг би принаймні трохи приструнити своїх хлопців, які останнім часом забагато собі дозволяють.

source: Chociaż gdy się tak nad tym zastanawiam, to może rzeczywiście ten drań próbuje przekraść się tam, gdzie nikt się nie spodziewa.
uk: Хоча, якщо подумати, можливо, цей покидьок і справді планує прокрастися там, де його ніхто не чекає.

source: Chociaż jak tak sobie teraz myślę... to chyba przejdę się tam z wami. Dla własnego spokoju.
uk: Хоча я тут подумав... я, мабуть, піду туди з вами. Для власного ж спокою.

source: Chociaż jest w tym miejscu jednak jeszcze ktoś to jest większym idiotą niż ty.
uk: Хоча тут є ще хтось, але він ще більший ідіот, ніж ти.

source: Chociaż jeśli ci się nie uda, to nie przejmuj się. Nie mam zbyt wielkich nadziei.
uk: Хоча, якщо у тебе не вийде, не хвилюйся. Я не покладаю на неї великих надій.

source: Chociaż lepiej mi nie mów... Sam się domyślę!
uk: Хоча, краще не кажи... Я сам здогадаюсь!

source: Chociaż lepiej się o nich nie dopytuj, to niezwykle drażliwy temat w tych okolicach.
uk: Хоча про це краще не розпитувати, це надзвичайно чутлива тема в цих краях.

source: Chociaż nie - szybko by się połapali, kto za tym stoi.
uk: Хоча ні – вони швидко з'ясують, хто за цим стоїть.

source: Chociaż nie ukrywam, że czubek jego własnego nosa jest dla niego ważniejszy niż my i gdyby miało się coś stać ze szkodą dla niego, to pewnie dbałby raczej o własną skórę.
uk: Хоча я не приховую, що його власний зад для нього важливіший за нас. І якби сталося лихо, він, напевно б, дбав тільки про власну шкуру.

source: Chociaż nie, brzydziłbym się pić z tak kaprawej mordy.
uk: Хоча ні, я б гидував пити з такої мерзенної пики.

source: Chociaż nie, moi koledzy z pewnością ci na to nie pozwolą.
uk: Хоча ні, мої приятелі тобі цього точно не дозволять.

source: Chociaż nie, za mało mi płacą. Tak czy inaczej, już otwieram.
uk: Хоча ні, мені замало платять. Так чи інакше, я відчиняю.

source: Chociaż nigdy nie uważałem na wykładach z alchemii, to śmiało mogę stwierdzić, że sama mieszanka trująca nie jest, ale zastanawiają mnie te małe, czarne, suszone owoce...
uk: Хоч я ніколи не був уважним на лекціях з алхімії, але можу впевнено сказати, що сама суміш не отруйна, але мене насторожують ці маленькі чорні сухофрукти...

source: Chociaż przez chwilę był z niego jakiś pożytek.
uk: Принаймні, хоч ненадовго від нього буде якась користь.

source: Chociaż raz nie muszę robić wszystkiego sama.
uk: Хоча б цього разу мені не потрібно робити все самотужки.

source: Chociaż teraz zaczynam się zastanawiać, czy śmierć od topora nie byłaby lepsza niż ten upał.
uk: Хоча зараз я починаю замислюватися, чи смерть від сокири не була б кращою за цю спеку.

source: Chociaż trafiały się też pojedyncze osobniki, które spotykałem w zupełnie innych częściach wyspy.
uk: Хоча траплялися й окремі особини, яких я зустрічав в абсолютно різних частинах острова.

source: Chociaż wiesz co? Ty nadstawiałeś za mnie karku, a skoro pracujesz dla Graysona, to jestem w stanie zaryzykować.
uk: Хоча, знаєш що? Ти ризикував заради мене, і оскільки ти працюєш на Грейсона, я теж готовий ризикнути.

source: Chociaż, czekaj... czy ja cię już gdzieś nie widziałem?
uk: Хоча, зачекай... я тебе десь бачив раніше?

source: Chociaż, niedawno spotkałem tutaj jednego ze swoich dawnych znajomych, który mi przypomniał, jak Jorn na Londram znikał co jakiś czas...
uk: Хоча, нещодавно я зустрів тут одного з моїх старих друзів, який нагадав мені, як Йорн на Лондрамі зникав час від часу...

source: Chociaż, skoro chcemy wykorzystać tę informację, to i tak się zorientuje. Trudno, jakoś sobie poradzisz, wierzę w ciebie.
uk: Хоча, оскільки ми хочемо використати цю інформацію, він все одно все зрозуміє. Це важко, але ти якось впораєшся, я вірю в тебе.

source: Chociaż, w sumie, po działaniach Holdwiga, to jednak nie takie dziwne.
uk: Хоча після того, що зробив Гольдвіг, це зовсім не дивно.

source: Chociaż... będę wdzięczny, jeśli nie będziesz mu o mnie wspominał.
uk: Хоча... Я був би вдячний, якби ти не згадував йому про мене.

source: Chociaż... jedna rzecz przychodzi mi do głowy.
uk: Хоча... дещо спадає мені на думку.

source: Chociaż... jeśli rzeczywiście mam ci pomóc, to muszę niestety dopytać o szczegóły.
uk: Хоча... якщо я дійсно хочу тобі допомогти, то, на жаль, мушу дізнатись деталі.

source: Chociażby hodować bagienne ziele. Niedaleko stąd jest na to dobre miejsce.
uk: Вирощувати болотну траву, наприклад. Неподалік є гарне місце для цього.

source: Chociażby jakiś szlachcic pochodzący ze znamienitej rodziny, która jednak podupadła i nie może sobie pozwolić na kupno owej fortyfikacji.
uk: Наприклад, якийсь вельможа із знатного роду, але який розорився і не може дозволити собі купити таку споруду.

source: Chociażby lanie takich wypierdków jak ty na kwaśne jabłko. To całkiem relaksujące zajęcie.
uk: Наприклад, вибивати лайно з таких недоумків, як ти. Це досить заспокійливе заняття.

source: Chociażby ten pomysł z Kolonią Górniczą - na to mógł wpaść tylko szaleniec! Po co przeznaczać na to tyle środków? Po trochę tarcz i mieczy z magicznej rudy?
uk: Наприклад, ідея Гірничої Колонії – тільки божевільний міг до цього додуматися! Навіщо вкладати в неї стільки ресурсів? Заради декількох щитів і мечів з магічної руди?

source: Chociażby w szukaniu naszych towarzyszy! To im idzie wyjątkowo fatalnie, zupełnie jak myślenie!
uk: Наприклад, з пошуками наших товаришів! З цим у них вкрай погано, так само як і з мисленням!

source: Chodzi ci o konkretnych ludzi?
uk: Ти маєш на увазі конкретних людей?

source: Chodzi ci o mundur? Już jakiś czas temu z tym skończyłem, ale to lekka i wygodna zbroja, która przy okazji zapewnia całkiem niezłą ochronę.
uk: Ти маєш на увазі форму? Колись ним був, але це легка і зручна броня, яка, до речі, забезпечує непоганий захист.

source: Chodzi mi konkretnie o testament, według tego wzoru.
uk: Йдеться про заповіт, ось за цим зразком.

source: Chodzi mi o 'Mistrzostwo Nordmarczyków'. Posiadacie taką?
uk: Я маю на увазі 'Майстерність нордмарців'. У тебе є така?

source: Chodzi o Jorna.
uk: Це стосується Йорна.

source: Chodzi o Ramhę?
uk: Йдеться про Рамху?

source: Chodzi o Wy-wy-wybrzeże Topielców?
uk: Йдеться про Узбережжя лу-лу-луркерів?

source: Chodzi o córkę jednego z moich towarzyszy. Została na plaży.
uk: Йдеться про доньку одного з моїх товаришів. Вона залишилася на пляжі.

source: Chodzi o jakieś konkretne informacje?
uk: Ти маєш на увазі якусь конкретну інформацію?

source: Chodzi o mojego brata. Wygląda na to, że został porwany.
uk: Справа в моєму браті. Здається, його викрали.

source: Chodzi o nowe pancerze dla straży miejskiej.
uk: Йдеться про нові обладунки для Міської Варти.

source: Chodzi o powódź?
uk: Це через повінь?

source: Chodzi o strój robotnika. Drwal to pierwsza rzecz, jaka przyszła mi do głowy.
uk: Я мав на увазі робочий одяг. Лісоруб – це перше, що спало на думку.

source: Chodzi o zakłócanie porządku publicznego. Możesz kogoś obudzić, kogoś ważnego. Kogoś, kto musi się dobrze wyspać, by następnego dnia pełnić ważną funkcję w mieście!
uk: Йдеться про порушення громадського порядку. Ти можеш когось розбудити, когось важливого. Когось, кому потрібно добре виспатися, щоб завтра продовжити працювати на благо міста!

source: Chodziło ci o wywołanie rozruchów?
uk: Ти хочеш спричинити заколот?

source: Chodziło mi o Przystań.
uk: Я мав на увазі Гавань.

source: Chodziło mi raczej o to, czy ogólnie nie potrzebujesz jakiejś pracy... Bo miałbym coś do zaoferowania.
uk: Я мав на увазі, чи потрібна тобі взагалі якась робота... Я можу дещо запропонувати.

source: Chodziło mi raczej o to, czy znasz szczegóły tej sprawy. Na przykład, kto uszkodził dźwig.
uk: Мене більше цікавить, чи ти знаєш подробиці цієї справи. Наприклад, хто пошкодив кран.

source: Chodziło o zmiany. Królestwo Myrtany upada! Jeśli się od niego nie odetniemy, to pójdziemy na dno razem z nim. Trzeba być głupcem, żeby tego nie widzieć.
uk: Йдеться про зміни. Королівство Міртана розвалюється! Якщо ми не відмежуємося від нього, то підемо на дно разом з ним. Треба бути дурнем, щоб цього не бачити.

source: Chodzą plotki, że orkowie przybyli na wyspę. Na razie to nic pewnego, ale trzeba się szykować na najgorsze.
uk: Ходять чутки, що орки прибули на острів. Поки що це лише чутки, але треба готуватися до найгіршого.

source: Chodzą plotki, że ta partaczka regularnie zabarwia swoje rośliny, żeby wyglądały na świeże!
uk: Ходять чутки, що ця зараза регулярно підфарбовує свої рослини, щоб вони виглядали свіжими!

source: Chodzą pogłoski, że w samych koszarach jest kilku zwolenników jego sprawy, wolę nie sprawdzać czy twoi towarzysze są jednymi z nich.
uk: Ходять чутки, що в самих казармах є декілька його прихильників. Не хотілося б перевіряти, чи є серед них твої друзі.

source: Chodzą słuchy, że w Przystani Łotrów jest kilku zdolnych wojowników. Pytanie tylko, komu z tej bandy szemranych typów mogę choć trochę zaufać...
uk: Ходять чутки, що в Гавані лиходіїв є декілька здібних воїнів. Питання в тому, кому з цієї банди пройдисвітів я можу хоч трохи довіряти...

source: Chodzę na te... cholerne kazania, a w sakiewce i tak mi nie przybywa...
uk: Ходжу я на ці... кляті проповіді, а в моєму гаманці грошей більше не стає...

source: Chodź albo oberwiesz.
uk: Ходімо, а то отримаєш.

source: Chodź i spróbuj mi ją odebrać.
uk: Спробуй забрати його в мене.

source: Chodź młody, napij się z nami!
uk: Давай, малий, випий з нами!

source: Chodź na ugiętych nogach, powoli, dyskretnie. Dzięki temu zbliżysz się do celu bez żadnych przeszkód.
uk: Йди зігнувши коліна, повільно, не поспішаючи. Це допоможе тобі наблизитися до мети, без зайвих проблем.

source: Chodź no na chwilkę!
uk: Підійди сюди на хвилинку!

source: Chodź za mną i nigdzie się nie oddalaj.
uk: Йди за мною і нікуди не відходь.

source: Chodź za mną i trzymaj ręce przy sobie. W przeciwnym razie szybko się z nimi pożegnasz.
uk: Йди за мною і тримай руки при собі. Інакше швидко з ними розпрощаєшся.

source: Chodź za mną!
uk: Йди за мною!

source: Chodź za mną, ale miej oczy szeroko otwarte. To niebezpieczna okolica.
uk: Ходи за мною, але дивись по боках. Це небезпечна місцевість.

source: Chodź za mną, czas opuścić to miejsce.
uk: Ходімо зі мною, час покинути це місце.

source: Chodź za mną, nie ma czasu na wyjaśnienia.
uk: Йди за мною, немає часу пояснювати.

source: Chodź za mną, pokażę ci co i jak.
uk: Йди за мною, я покажу тобі, що і як.

source: Chodź za mną, to niedaleko stąd.
uk: Йди за мною, це недалеко.

source: Chodź za mną, to zobaczysz, o czym mówię.
uk: Ходи за мною і побачиш, про що я кажу.

source: Chodź za mną, tylko daj mi się ubrać do cholery!
uk: Йди за мною, тільки дай мені вдягнутися, до дідька!

source: Chodź za mną, tylko się nie ociągaj.
uk: Іди за мною, тільки не зволікай.

source: Chodź za mną, wskażę ci twoje nowe, wspaniałe mieszkanie.
uk: Ходімо зі мною, я покажу тобі твоє чудове нове помешкання.

source: Chodź za mną.
uk: Йди за мною.

source: Chodź za mną. Chyba wiem, gdzie go możesz znaleźć.
uk: Йди за мною. Думаю, я знаю, де його можна знайти.

source: Chodź za mną. Tylko nie próbuj żadnych sztuczek.
uk: Ходи за мною. Тільки не роби дурниць.

source: Chodź za mną...
uk: Йди за мною...

source: Chodź za nami, to niedaleko.
uk: Йди за нами, тут недалеко.

source: Chodź ze mną i rozglądaj się za roślinami. Nie oddalaj się też zbytnio, lasy wokół Silbach potrafią być bardzo niebezpieczne!
uk: Ходімо зі мною і роздивляйся в пошуках рослин. Не відходь надто далеко, ліси навколо Сільбаху можуть бути дуже небезпечними!

source: Chodź ze mną!
uk: Пішли зі мною!

source: Chodź ze mną.
uk: Ходімо зі мною.

source: Chodź, ale miej oczy dookoła głowy. Wchodzimy w gąszcz, a w gąszczu łatwo o kłopoty.
uk: Ходімо, але не втрачай пильності. Ми йдемо в хащі, а в хащах легко потрапити в неприємності.

source: Chodź, krótki spacer z pewnością dobrze mi zrobi. Czasami po prostu trzeba to rozchodzić.
uk: Ходімо, коротка прогулянка неодмінно піде мені на користь. Іноді потрібно просто пройтися.

source: Chodź, może trafimy na jakiegoś naprawdę grubego zwierza. Tylko pilnuj pleców, w takim miejscu można łatwo zostać otoczonym!
uk: Ходімо, можливо, ми вполюємо якого дійсно великого звіра. Тільки обережно, в такому місці нас можуть легко оточити!

source: Chodź, musimy się tu rozejrzeć!
uk: Ходімо, нам треба все тут роздивитися!

source: Chodź, musimy znaleźć miejsce, gdzie nikt nie będzie nam przeszkadzał!
uk: Ходімо, знайдемо місце, де ніхто нам не заважатиме!

source: Chodź, nauczę cię łowić ryby. Niedaleko stąd jest mały staw, farmerzy mówili, że zawsze tam dobrze biorą ryby.
uk: Ходімо, я навчу тебе рибалити. Неподалік є невеличкий ставок, фермери казали, що там завжди добре ловиться риба.

source: Chodź, odprowadzę cię do wioski, tam będziesz bezpieczna.
uk: Ходімо, я проведу тебе до села, там ти будеш у безпеці.

source: Chodź, odprowadzę cię do wioski. (szybka podróż)
uk: Ходімо, я проведу тебе до села. (Швидка подорож)

source: Chodź, podejdziemy bliżej wejścia i cokolwiek będę mówił - improwizuj.
uk: Ходімо, підійдемо ближче до входу і що б я не сказав - імпровізуй.

source: Chodź, pokażę ci moje ulubione miejsce na całej farmie.
uk: Ходімо, покажу тобі моє улюблене місце на фермі.

source: Chodź, pora na pokaz.
uk: Ходімо, час вистави.

source: Chodź, przyłączymy się do nich.
uk: Ходімо, приєднаємося до них.

source: Chodź, trzeba ją przeszukać.
uk: Ходімо, її треба обшукати.

source: Chodź, w jednym z budynków mamy nawet stary stół alchemiczny i trochę suszonych ziół.
uk: Ходімо, в одному з будинків є навіть старий алхімічний стіл і декілька сушених трав.

source: Chodź, wchodzimy w gąszcz, a w gąszczu łatwo o kłopoty.
uk: Ходімо, ми йдемо в хащі, а в хащах легко потрапити в неприємності.

source: Chodź, zajmiemy się teraz skórzanymi mocowaniami.
uk: Ходімо, тепер займемось шкіряними накладками.

source: Chodź, zaprowadzę cię. Gdy następnym razem będziemy rozmawiać, będziesz wiedział o czym mówiłam.
uk: Ходімо, я відведу тебе. Наступного разу, коли ми розмовлятимемо, ти зрозумієш, про що я казала.

source: Chodź, znam miejsce, gdzie dobrze biorą.
uk: Ходімо, я знаю місце, де добре клює.

source: Chodź, zobaczymy, co tam się dzieje.
uk: Ходімо, подивимось, що там відбувається.

source: Chodź, świeżak!
uk: Ходімо, новачок!

source: Chodźcie ze mną.
uk: Ходімо зі мною.

source: Chodźmy do karczmy, tam pogadamy. Tylko nie łaź tu nigdzie i nie właduj się od razu w kłopoty!
uk: Ходімо до корчми, там і поговоримо. Тільки не лізь нікуди і не вляпайся відразу в якусь халепу!

source: Chodźmy do karczmy, zasłużyłeś sobie na chwilę odpoczynku.
uk: Ходімо до корчми, ти заслуговуєш на хвилину відпочинку.

source: Chodźmy do pozostałych, może to bicie młota kowalskiego nie będzie jednak takie denerwujące.
uk: Ходімо до інших, може, удари ковальського молота не будуть такими дратівливими.

source: Chodźmy jak najszybciej.
uk: Ходімо якнайшвидше.

source: Chodźmy już.
uk: Ходімо вже.

source: Chodźmy na to polowanie.
uk: Ходімо на полювання.

source: Chodźmy odwiedzić Huuga.
uk: Ходімо в гості до Хууга.

source: Chodźmy po Maiwen.
uk: Ходімо за Мейвен.

source: Chodźmy pod tę palisadę!
uk: Ходімо під той частокіл!

source: Chodźmy razem na polowanie. Może we dwójkę uda nam się tego dokonać?
uk: Давай разом сходимо на полювання. Можливо вдвох ми зможемо це зробити?

source: Chodźmy sprawdzić jaskinię.
uk: Ходімо перевіримо печеру.

source: Chodźmy sprawdzić strefę wybuchu, przekonamy się, czy dobrze podłożyłeś ładunek.
uk: Ходімо перевіримо місце вибуху, подивимося, чи правильно ти встановив заряд.

source: Chodźmy sprawdzić, co dzieje się z magami. Ich pomoc może okazać się nieodzowna.
uk: Ходімо подивимося, що там з магами. Їх допомога може виявитися безцінною.

source: Chodźmy stąd, szkoda czasu na kłamstwa Volkera!
uk: Ходімо звідси, не варто витрачати час на брехню Волкера!

source: Chodźmy zająć się tymi przemytnikami.
uk: Ходімо розберімося з цими контрабандистами.

source: Chodźmy!
uk: Ходімо!

source: Chodźmy, lepiej sprawdzić, o co chodzi.
uk: Ходімо, краще поглянемо, що там відбувається.

source: Chodźmy, przyjacielu, uczcimy moją wygraną!
uk: Ходімо, друже, відсвяткуємо мою перемогу!

source: Chodźmy.
uk: Ходімо.

source: Cholera Marvin, nic nie potrafisz sam załatwić. Jego krew będzie na twoich rękach.
uk: Чорт забирай, Марвіне, ти нічого не в змозі зробити самостійно. Його кров буде на твоїх руках.

source: Cholera by ich wzięła... jak niby mam spokojnie pracować, skoro moi 'ochroniarze' ciągle tylko się bimbają od obowiązków?!
uk: Дідько б їх побрав... Як я можу спокійно працювати, коли мої 'охоронці' постійно ухиляються від виконання своїх обов'язків?!

source: Cholera by was wszystkich wzięła. Chcę tylko znaleźć brata, a zajmuję się jakimiś zamachami, organizacjami przestępczymi, odbijaniem kopalni i bogowie wiedzą czym jeszcze!
uk: Дідько б вас всіх взяв. Я просто хочу знайти свого брата, а займаюся якимись вбивствами, злочинними організаціями, відбиттям копалень і бозна ще чим!

source: Cholera ich wie! Jedno jest pewne, że twardsze niż golemy i trolle razem wzięte. Cudem nam się udało wyjść z tego cało.
uk: Холера їх знає! Одне можна сказати напевно: вони сильніші за големів і тролів разом узятих. Ми дивом залишилися живими.

source: Cholera jasna! Naczytała się głupich wskazówek w bogowie wiedzą jakiej książce i oczywiście jest z tego problem! Dobra, prowadź mnie do niej!
uk: Боже правий! Вона начиталася дурних порад у бозна-якій книжці, і, звісно, втрапила в біду! Гаразд, веди мене до неї!

source: Cholera jasna, ile można na ciebie czekać?! Dostajemy jedno z największych zleceń w historii, a ty się obijasz?!
uk: Чорт забирай, скільки можна на тебе чекати?! Ми одержали одне з найбільших замовлень в історії, а ти байдикуєш?!

source: Cholera jasna, mam nadzieję, że nigdy nie będę musiał się z tobą mierzyć! Tak wybitnego wojownika już niczego więcej nie nauczę.
uk: Чорт забирай, сподіваюся, мені ніколи не доведеться зустрітися з тобою у поєдинку! Мені більше нічому навчити такого видатного бійця.

source: Cholera jasna, nikt miał tu nie zaglądać! Szybko, zabijmy go!
uk: Чорт забирай, сюди ніхто не мав зазирати! Швидко, вбити його!

source: Cholera jasna, przecież to podstawa profesjonalnego działania! Odbije się to na żołdzie, żeby w przyszłości taka sytuacja na pewno się nie powtórzyła!
uk: Дідько, зрештою, це ж основа професіоналізму! Це відіб'ється на оплаті, щоб у майбутньому така ситуація точно не повторилася!

source: Cholera jasna, to dlaczego nie dał znać?!
uk: Чорт забирай, чому ж він нам не дав знати?!

source: Cholera jasna... dobrze, przynajmniej próbowałeś. To się liczy.
uk: Чорт забирай... ну, принаймні, ти спробував. Це головне.

source: Cholera jedna! Większość zdarł z biednych i uczciwych obywateli...
uk: Та нехай йому грець! Він обікрав більшість бідних і чесних громадян...

source: Cholera mnie bierze, kiedy o tym myślę! Zawarliśmy umowę, a ty ciągle wijesz się jak wąż, byle tylko nie dotrzymać swojej części...
uk: Мене нудить від однієї думки про це! Ми уклали угоду, а ти все ще викручуєшся, як змія, тільки щоб не дотримуватися своєї частини угоди...

source: Cholera niech weźmie tę farmę. Nic już nie będzie takie samo.
uk: Грець із тією фермою. Нічого вже не буде як раніше.

source: Cholera wie co go tak załatwiło. To już nie mój problem, w tych okolicach i dzisiejszych czasach to mogło być wszystko.
uk: Хтозна, що його так пошматувало. Це вже не моя проблема, в наш час це міг бути хто завгодно.

source: Cholera wie dlaczego tak się dzieje. Zleca im trudne zadania? Oszczędza na ekwipunku?
uk: Та біс його знає, чому так відбувається. Він дає їм складні завдання? Економить на спорядженні?

source: Cholera wie, nie spisuję z ludźmi kontraktów, po twarzy ich kojarzę. Ale chyba na 'N', i było krótkie.
uk: Гадки не маю, я не підписую контракти з людьми, я запам'ятовую їхні обличчя. Але здається, ім'я починалося на 'Н' і було коротким.

source: Cholera wie, toż to wiedźma, jej nie zrozumiesz.
uk: Холера її знає, вона ж відьма, її не зрозуміти.

source: Cholera!
uk: Дідько!
